Repository: zachzama/siggy
Catalog: Sources/Localizable.xcstrings
Source language: en
Languages: de, fr, id, ja, ko, pt_br, ru, tr, uk, uz, zh_hans, zh_hant

source: Resets in %lld Days %lldh
de: Zurücksetzung in %lld Tagen %lld Std.
fr: Réinit. dans %lld j %lldh
id: Reset dalam %lld hari %lld jam
ja: %lld 日 %lld 時間後にリセット
ko: %lld일 %lld시간 후 재설정
pt_br: Renova em %lld dias %lldh
ru: Сброс через %lld дн. %lld ч
tr: %lld Gün %lld sa içinde sıfırlanır
uk: Скидання через %lld дн %lld год
uz: %lld kun %lld soatdan soʻng yangilanadi
zh_hans: %lld 天 %lld 小时后重置
zh_hant: %lld 天 %lld 小時後重置

source: Resets in %lldh %lldm
de: Zurücksetzung in %lld Std. %lld Min.
fr: Réinit. dans %lldh %lldm
id: Reset dalam %lld jam %lld mnt
ja: %lld 時間 %lld 分後にリセット
ko: %lld시간 %lld분 후 재설정
pt_br: Renova em %lldh %lldm
ru: Сброс через %lld ч %lld мин
tr: %lld sa %lld dk içinde sıfırlanır
uk: Скидання через %lld год %lld хв
uz: %lld soat %lld daqiqadan soʻng yangilanadi
zh_hans: %lld 小时 %lld 分钟后重置
zh_hant: %lld 小時 %lld 分鐘後重置

source: Nothing on screen. The readings stay in the menu bar menu when App icon is Menu bar. Otherwise, open Codenotch again from Applications to bring these settings back.
de: Nichts auf dem Bildschirm. Wenn App-Symbol auf Menüleiste steht, bleiben die Messwerte im Menü der Menüleiste. Andernfalls öffne Codenotch erneut aus dem Programme-Ordner, um diese Einstellungen zurückzuholen.
fr: Rien à l'écran. Les relevés restent dans le menu de la barre des menus quand Icône de l'app est réglée sur Barre des menus. Sinon, rouvrez Codenotch depuis Applications pour retrouver ces réglages.
id: Tidak ada di layar. Data tetap ada di menu bilah menu jika Ikon Aplikasi disetel ke Bilah menu. Jika tidak, buka kembali Codenotch dari Aplikasi untuk mengembalikan pengaturan ini.
ja: 画面には何も出ません。「アプリアイコン」が「メニューバー」なら、読み取りはメニューバーのメニューに残ります。それ以外の場合、この設定に戻るには、アプリケーションから Codenotch をもう一度開いてください。
ko: 화면에 아무것도 표시하지 않습니다. ‘앱 아이콘’이 ‘메뉴 막대’로 설정되어 있으면 메뉴 막대의 메뉴에서 측정값을 볼 수 있습니다. 그 외에는 응용 프로그램에서 Codenotch를 다시 열어 이 설정으로 돌아올 수 있습니다.
pt_br: Nada na tela. As leituras continuam no menu da barra de menus quando o Ícone do app é Barra de menus. Caso contrário, abra o Codenotch novamente em Aplicativos para trazer estes ajustes de volta.
ru: На экране ничего нет. Если значок приложения находится в строке меню, показания остаются в её меню. Иначе снова откройте Codenotch из папки «Программы», чтобы вернуть эти настройки.
tr: Ekranda hiçbir şey yok. Uygulama simgesi Menü çubuğu olarak ayarlıysa veriler menü çubuğu menüsünde kalır. Aksi hâlde bu ayarları geri getirmek için Codenotch'u Uygulamalar klasöründen yeniden açın.
uk: Нічого на екрані. Якщо значок застосунку — «Рядок меню», показники лишаються в його меню. Інакше відкрийте Codenotch знову з теки «Програми», щоб повернути ці налаштування.
uz: Ekranda hech narsa yoʻq. Ilova belgisi Menyu paneli boʻlsa, koʻrsatkichlar menyu paneli menyusida qoladi. Aks holda, bu sozlamalarni qaytarish uchun Codenotchʼni Applicationsʼdan qayta oching.
zh_hans: 屏幕上什么都没有。应用图标选「菜单栏」时，读数仍在菜单栏菜单里。否则，从「应用程序」再打开 Codenotch，才能回到这些设置。
zh_hant: 螢幕上什麼都沒有。App 圖示選「選單列」時，讀數仍在選單列選單裡。否則，從「應用程式」再開啟 Codenotch，才能回到這些設定。

source: Main display
de: Hauptbildschirm
fr: Écran principal
id: Layar utama
ja: メインディスプレイ
ko: 주 디스플레이
pt_br: Tela principal
ru: Основной дисплей
tr: Ana ekran
uk: Основний дисплей
uz: Asosiy displey
zh_hans: 主显示器
zh_hant: 主顯示器

source: All displays
de: Alle Bildschirme
fr: Tous les écrans
id: Semua layar
ja: すべてのディスプレイ
ko: 모든 디스플레이
pt_br: Todas as telas
ru: Все дисплеи
tr: Tüm ekranlar
uk: Усі дисплеї
uz: Barcha displeylar
zh_hans: 所有显示器
zh_hant: 所有顯示器

source: The notch appears only on the display with the menu bar.
de: Die Notch erscheint nur auf dem Bildschirm mit der Menüleiste.
fr: L'encoche n'apparaît que sur l'écran qui porte la barre des menus.
id: Notch hanya muncul pada layar yang memiliki bilah menu.
ja: ノッチはメニューバーのあるディスプレイにだけ出ます。
ko: 메뉴 막대가 있는 디스플레이에만 노치를 표시합니다.
pt_br: O notch aparece apenas na tela que tem a barra de menus.
ru: Панель появляется только на дисплее со строкой меню.
tr: Çentik yalnızca menü çubuğunun bulunduğu ekranda görünür.
uk: Виріз зʼявляється лише на дисплеї з рядком меню.
uz: Notch faqat menyu paneli joylashgan displeyda koʻrinadi.
zh_hans: 刘海只出现在有菜单栏的显示器上。
zh_hant: 瀏海只出現在有選單列的顯示器上。

source: Each display gets its own notch, and hovering one opens only that one.
de: Jeder Bildschirm bekommt seine eigene Notch, und Hover öffnet jeweils nur diese eine.
fr: Chaque écran a sa propre encoche, et en survoler une n'ouvre que celle-là.
id: Setiap layar memiliki notch sendiri, dan mengarahkan kursor hanya membuka notch tersebut.
ja: ディスプレイごとに独自のノッチが出ます。ホバーしたものだけが開きます。
ko: 디스플레이마다 노치를 표시하며, 마우스를 올린 노치만 펼쳐집니다.
pt_br: Cada tela ganha o próprio notch, e passar o cursor sobre um abre somente aquele.
ru: На каждом дисплее есть своя панель, и наведение открывает только её.
tr: Her ekranın kendi çentiği olur ve birinin üzerine gelmek yalnızca onu açar.
uk: Кожен дисплей отримує власний виріз, і наведення відкриває лише його.
uz: Har bir displey oʻz notchʼiga ega boʻladi va biriga kursor olib borilsa faqat oʻsha ochiladi.
zh_hans: 每个显示器各有一个刘海，悬停只会打开那一个。
zh_hant: 每個顯示器各有一個瀏海，懸停只會開啟那一個。

source: 3 seconds
de: 3 Sekunden
fr: 3 secondes
id: 3 detik
ja: 3 秒
ko: 3초
pt_br: 3 segundos
ru: 3 секунды
tr: 3 saniye
uk: 3 секунди
uz: 3 soniya
zh_hans: 3 秒
zh_hant: 3 秒

source: 5 seconds
de: 5 Sekunden
fr: 5 secondes
id: 5 detik
ja: 5 秒
ko: 5초
pt_br: 5 segundos
ru: 5 секунд
tr: 5 saniye
uk: 5 секунд
uz: 5 soniya
zh_hans: 5 秒
zh_hant: 5 秒

source: 10 seconds
de: 10 Sekunden
fr: 10 secondes
id: 10 detik
ja: 10 秒
ko: 10초
pt_br: 10 segundos
ru: 10 секунд
tr: 10 saniye
uk: 10 секунд
uz: 10 soniya
zh_hans: 10 秒
zh_hant: 10 秒

source: Long enough to notice, short enough to ignore.
de: Lang genug, um es zu bemerken, kurz genug, um es zu ignorieren.
fr: Assez long pour être remarqué, assez court pour être ignoré.
id: Cukup lama untuk diperhatikan, cukup singkat untuk diabaikan.
ja: 気づく程度に長く、無視できる程度に短く。
ko: 알아차릴 수 있을 만큼 길고, 방해되지 않을 만큼 짧게 표시합니다.
pt_br: Tempo suficiente para notar, curto o bastante para ignorar.
ru: Достаточно долго, чтобы заметить, и достаточно коротко, чтобы не мешать.
tr: Fark etmeye yetecek kadar uzun, görmezden gelmeye yetecek kadar kısa.
uk: Досить довго, щоб помітити, і досить коротко, щоб не заважати.
uz: Sezishga yetarli darajada uzun, eʼtiborsiz qoldirishga yetarli darajada qisqa.
zh_hans: 够注意到，也够被忽略。
zh_hant: 夠注意到，也夠被忽略。

source: Long enough to read the session's name and reach for it.
de: Lang genug, um den Namen der Sitzung zu lesen und danach zu greifen.
fr: Assez long pour lire le nom de la session et l'atteindre.
id: Cukup lama untuk membaca nama sesi dan membukanya.
ja: セッション名を読んで手を伸ばせる程度の長さ。
ko: 세션 이름을 읽고 클릭할 수 있을 만큼 표시합니다.
pt_br: Tempo suficiente para ler o nome da sessão e alcançá-la.
ru: Достаточно долго, чтобы прочитать название сеанса и открыть его.
tr: Oturumun adını okuyup ona uzanmaya yetecek kadar uzun.
uk: Досить довго, щоб прочитати назву сесії й перейти до неї.
uz: Sessiya nomini oʻqib, unga qoʻl choʻzishga yetarli darajada uzun.
zh_hans: 够读完会话名称并伸手过去。
zh_hant: 夠讀完工作階段名稱並伸手過去。

source: Stays until you have had a chance to look up.
de: Bleibt, bis du die Gelegenheit hattest, hinzusehen.
fr: Reste jusqu'à ce que vous ayez eu l'occasion de lever les yeux.
id: Tetap muncul hingga Anda sempat melihatnya.
ja: 顔を上げる余裕ができるまで残ります。
ko: 화면을 확인할 여유가 생길 때까지 표시합니다.
pt_br: Permanece até você ter tido a chance de olhar.
ru: Остаётся открытой, пока вы не успеете на неё посмотреть.
tr: Başınızı kaldırıp bakma fırsatı bulana kadar kalır.
uk: Тримається, доки ви не встигнете підвести погляд.
uz: Qarab olishga ulgurgungizcha turadi.
zh_hans: 会一直留到你有机会抬头看。
zh_hant: 會一直留到你有機會抬頭看。

source: Device accent color
de: Akzentfarbe des Geräts
fr: Couleur d'accentuation de l'appareil
id: Warna aksen perangkat
ja: デバイスのアクセントカラー
ko: 기기 강조 색상
pt_br: Cor de destaque do dispositivo
ru: Акцентный цвет устройства
tr: Cihaz vurgu rengi
uk: Акцентний колір пристрою
uz: Qurilma urgʻu rangi
zh_hans: 设备强调色
zh_hant: 設備強調色

source: Connected
de: Verbunden
fr: Connectés
id: Terhubung
ja: 接続済み
ko: 연결됨
pt_br: Conectado
ru: Подключён
tr: Bağlı
uk: Підключені
uz: Ulangan
zh_hans: 已连接
zh_hant: 已連線

source: Not connected
de: Nicht verbunden
fr: Non connectés
id: Tidak terhubung
ja: 未接続
ko: 연결되지 않음
pt_br: Não conectado
ru: Не подключён
tr: Bağlı değil
uk: Не підключені
uz: Ulanmagan
zh_hans: 未连接
zh_hant: 未連線

source: Accounts
de: Konten
fr: Comptes
id: Akun
ja: アカウント
ko: 계정
pt_br: Contas
ru: Аккаунты
tr: Hesaplar
uk: Акаунти
uz: Hisoblar
zh_hans: 账号
zh_hant: 帳號

source: Notifications
de: Benachrichtigungen
id: Pemberitahuan
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
uz: Bildirishnomalar
zh_hans: 通知
zh_hant: 通知

source: Nothing is connected, so the notch has no rings to draw.
de: Nichts ist verbunden, daher hat die Notch keine Ringe zu zeichnen.
fr: Rien n'est connecté : l'encoche n'a donc aucun anneau à dessiner.
id: Tidak ada yang terhubung, sehingga notch belum memiliki ring untuk ditampilkan.
ja: 何も接続されていないため、ノッチに描くリングがありません。
ko: 연결된 항목이 없어 노치에 표시할 링이 없습니다.
pt_br: Nada está conectado, então o notch não tem anéis para desenhar.
ru: Ничего не подключено, поэтому панели нечего отображать.
tr: Hiçbir şey bağlı değil, bu yüzden çentikte çizilecek halka yok.
uk: Нічого не підключено, тож вирізу немає чого малювати.
uz: Hech narsa ulanmagan, shuning uchun notch chizadigan halqalar yoʻq.
zh_hans: 没有已连接的服务，刘海里没有圆环可画。
zh_hant: 沒有已連線的服務，瀏海裡沒有圓環可畫。

source: The notch draws these in this order. Drag one by its handle to move it.
de: Die Notch zeichnet diese in dieser Reihenfolge. Ziehe eines an seinem Griff, um es zu verschieben.
fr: L'encoche les dessine dans cet ordre. Faites glisser une ligne par sa poignée pour la déplacer.
id: Notch menampilkan ring dalam urutan ini. Tarik pegangan untuk memindahkannya.
ja: ノッチはこの順にリングを描きます。ハンドルをドラッグして並べ替えられます。
ko: 노치에 이 순서대로 표시합니다. 핸들을 드래그해 순서를 바꿀 수 있습니다.
pt_br: O notch desenha estes nesta ordem. Arraste um pela alça para movê-lo.
ru: Панель отображает эти кольца в таком порядке. Перетащите кольцо за маркер, чтобы изменить порядок.
tr: Çentik bunları bu sırayla çizer. Birini taşımak için tutamacından sürükleyin.
uk: Виріз малює їх у цьому порядку. Перетягніть кільце за маркер, щоб перемістити його.
uz: Notch bularni shu tartibda chizadi. Koʻchirish uchun birini dastagidan torting.
zh_hans: 刘海按这个顺序画。拖动一行的手柄即可改顺序。
zh_hant: 瀏海按這個順序畫。拖動一行的手柄即可改順序。

source: These have no ring to place. Switch one on and it joins the end of the list above.
de: Diese haben keinen Ring zum Platzieren. Schalte eines ein, und es reiht sich am Ende der obigen Liste ein.
fr: Ceux-ci n'ont pas d'anneau à placer. Activez-en un et il rejoint la fin de la liste ci-dessus.
id: Ini belum memiliki ring. Aktifkan salah satu dan ia akan ditambahkan ke akhir daftar di atas.
ja: これらには配置するリングがありません。オンにすると、上の一覧の末尾に加わります。
ko: 이 항목들은 아직 표시할 링이 없습니다. 켜면 위 목록의 끝에 추가됩니다.
pt_br: Estes não têm anel para posicionar. Ative um e ele entra no fim da lista acima.
ru: У этих провайдеров нет кольца. Включите один, и он добавится в конец списка выше.
tr: Bunların yerleştirilecek halkası yok. Birini açarsanız yukarıdaki listenin sonuna eklenir.
uk: У цих немає кільця для розміщення. Увімкніть будь-який — і він стане в кінець списку вище.
uz: Bularda joylashtiriladigan halqa yoʻq. Birini yoqsangiz, u yuqoridagi roʻyxat oxiriga qoʻshiladi.
zh_hans: 这些没有圆环可放。打开其中一个，它会接到上面列表的末尾。
zh_hant: 這些沒有圓環可放。開啟其中一個，它會接到上面列表的末尾。

source: Reset time
de: Rücksetzzeit
fr: Réinitialisation
id: Waktu reset
ja: リセット時刻
ko: 재설정 시간
pt_br: Hora de renovação
ru: Время сброса
tr: Sıfırlanma zamanı
uk: Час скидання
uz: Yangilanish vaqti
zh_hans: 重置时间
zh_hant: 重置時間

source: Displays
de: Bildschirme
fr: Écrans
id: Layar
ja: ディスプレイ
ko: 디스플레이
pt_br: Telas
ru: Дисплеи
tr: Ekranlar
uk: Дисплеї
uz: Displeylar
zh_hans: 显示器
zh_hant: 顯示器

source: Display
de: Bildschirm
fr: Écran
id: Layar
ja: ディスプレイ
ko: 디스플레이
pt_br: Tela
ru: Дисплей
tr: Ekran
uk: Дисплей
uz: Displey
zh_hans: 显示器
zh_hant: 顯示器

source: Follow active window
de: Aktivem Fenster folgen
fr: Suivre la fenêtre active
id: Ikuti jendela aktif
ja: アクティブなウインドウに追従
ko: 활성 창 따라가기
pt_br: Acompanhar a janela ativa
ru: Следовать за активным окном
tr: Etkin pencereyi izle
uk: За активним вікном
uz: Faol oynaga ergashish
zh_hans: 跟随活动窗口
zh_hant: 跟隨活動視窗

source: Unavailable display
de: Nicht verfügbarer Bildschirm
fr: Écran indisponible
id: Layar tidak tersedia
ja: 利用できないディスプレイ
ko: 사용할 수 없는 디스플레이
pt_br: Tela indisponível
ru: Недоступный дисплей
tr: Kullanılamayan ekran
uk: Недоступний дисплей
uz: Mavjud boʻlmagan displey
zh_hans: 不可用的显示器
zh_hant: 不可用的顯示器

source: Accent color
de: Akzentfarbe
fr: Couleur d'accentuation
id: Warna aksen
ja: アクセントカラー
ko: 강조 색상
pt_br: Cor de destaque
ru: Акцентный цвет
tr: Vurgu rengi
uk: Акцентний колір
uz: Urgʻu rangi
zh_hans: 强调色
zh_hant: 強調色

source: When a session ends
de: Wenn eine Sitzung endet
fr: Quand une session se termine
id: Saat sesi berakhir
ja: セッションが終わったとき
ko: 세션 종료 시
pt_br: Quando uma sessão termina
ru: При завершении сеанса
tr: Bir oturum bittiğinde
uk: Коли сесія завершується
uz: Sessiya tugaganda
zh_hans: 会话结束时
zh_hant: 工作階段結束時

source: Open the notch for a moment
de: Die Notch kurz öffnen
fr: Ouvrir l'encoche un instant
id: Buka notch sejenak
ja: ノッチを一瞬開く
ko: 노치 잠깐 열기
pt_br: Abrir o notch por um instante
ru: Ненадолго открыть панель
tr: Çentiği kısa süreliğine aç
uk: Ненадовго відкривати виріз
uz: Notch bir lahzaga ochilsin
zh_hans: 短暂打开刘海
zh_hant: 短暫開啟瀏海

source: For
de: Dauer
fr: Pendant
id: Selama
ja: 表示時間
ko: 표시 시간
pt_br: Por
ru: На
tr: Süre
uk: Тривалість
uz: Davomiyligi
zh_hans: 持续
zh_hant: 持續

source: Play a sound
de: Einen Ton abspielen
fr: Émettre un son
id: Putar suara
ja: サウンドを再生
ko: 소리 재생
pt_br: Tocar um som
ru: Воспроизводить звук
tr: Ses çal
uk: Відтворювати звук
uz: Tovush chiqarilsin
zh_hans: 播放声音
zh_hant: 播放聲音

source: Finished
de: Abgeschlossen
fr: Terminée
id: Selesai
ja: 完了
ko: 완료
pt_br: Concluído
ru: Завершено
tr: Bitti
uk: Завершено
uz: Tugadi
zh_hans: 已完成
zh_hant: 已完成

source: Waiting on you
de: Wartet auf dich
fr: En attente de vous
id: Menunggu Anda
ja: あなたを待機中
ko: 응답 대기 중
pt_br: Aguardando você
ru: Ожидает вас
tr: Sizi bekliyor
uk: Чекає на вас
uz: Sizni kutmoqda
zh_hans: 在等你
zh_hant: 在等你

source: Threshold alerts
de: Schwellenwert-Benachrichtigungen
fr: Alertes de seuil
id: Peringatan ambang batas
ja: しきい値の通知
ko: 사용량 기준 알림
pt_br: Alertas de limite
ru: Оповещения о порогах
tr: Eşik uyarıları
uk: Порогові сповіщення
uz: Chegara ogohlantirishlari
zh_hans: 额度提醒
zh_hant: 額度提醒

source: Hide Sidebar
de: Seitenleiste ausblenden
fr: Masquer la barre latérale
id: Sembunyikan Bilah Sisi
ja: サイドバーを隠す
ko: 사이드바 숨기기
pt_br: Ocultar barra lateral
ru: Скрыть боковую панель
tr: Kenar Çubuğunu Gizle
uk: Сховати бічну панель
uz: Yon panelni yashirish
zh_hans: 隐藏边栏
zh_hant: 隱藏邊欄

source: Show Sidebar
de: Seitenleiste anzeigen
fr: Afficher la barre latérale
id: Tampilkan Bilah Sisi
ja: サイドバーを表示
ko: 사이드바 표시
pt_br: Exibir barra lateral
ru: Показать боковую панель
tr: Kenar Çubuğunu Göster
uk: Показати бічну панель
uz: Yon panelni koʻrsatish
zh_hans: 显示边栏
zh_hant: 顯示邊欄

source: Selected
de: Ausgewählt
fr: Sélectionné
id: Dipilih
ja: 選択中
ko: 선택됨
pt_br: Selecionado
ru: Выбрано
tr: Seçili
uk: Вибрано
uz: Tanlangan
zh_hans: 已选中
zh_hant: 已選中

source: Not selected
de: Nicht ausgewählt
fr: Non sélectionné
id: Tidak dipilih
ja: 未選択
ko: 선택되지 않음
pt_br: Não selecionado
ru: Не выбрано
tr: Seçili değil
uk: Не вибрано
uz: Tanlanmagan
zh_hans: 未选中
zh_hant: 未選中

source: %@ (missing)
de: %@ (fehlt)
fr: %@ (introuvable)
id: %@ (tidak ditemukan)
ja: %@（見つかりません）
ko: %@ (없음)
pt_br: %@ (ausente)
ru: %@ (отсутствует)
tr: %@ (eksik)
uk: %@ (немає)
uz: %@ (topilmadi)
zh_hans: %@（缺失）
zh_hant: %@（缺失）

source: Play %@
de: %@ abspielen
fr: Écouter %@
id: Putar %@
ja: %@ を再生
ko: %@ 재생
pt_br: Tocar %@
ru: Воспроизвести %@
tr: Çal: %@
uk: Відтворити %@
uz: %@ ni chalish
zh_hans: 播放 %@
zh_hant: 播放 %@

source: Monthly budget
de: Monatsbudget
fr: Budget mensuel
id: Anggaran bulanan
ja: 月間の予算
ko: 월간 예산
pt_br: Orçamento mensal
ru: Месячный бюджет
tr: Aylık bütçe
uk: Місячний бюджет
uz: Oylik byudjet
zh_hans: 每月预算
zh_hant: 每月預算

source: None
de: Keine
fr: Aucun
id: Tidak ada
ja: なし
ko: 없음
pt_br: Nenhum
ru: Нет
tr: Yok
uk: Немає
uz: Yoʻq
zh_hans: 无
zh_hant: 無

source: %@ limit reached
de: %@-Limit erreicht
fr: Limite %@ atteinte
id: Batas %@ tercapai
ja: %@ の上限に到達
ko: %@ 한도 도달
pt_br: Limite de %@ atingido
ru: Достигнут лимит %@
tr: %@ limitine ulaşıldı
uk: Ліміт %@ вичерпано
uz: %@ limitiga yetildi
zh_hans: %@ 额度已用尽
zh_hant: %@ 額度已用盡

source: %@ is at %lld%%
de: %@ liegt bei %lld%%
fr: %@ est à %lld%%
id: %@ berada di %lld%%
ja: %@ が %lld%%
ko: %@ 사용량 %lld%%
pt_br: %@ está em %lld%%
ru: Использование %@ — %lld%%
tr: %@: %%%lld
uk: %@ — використано %lld%%
uz: %@ %lld%% ga yetdi
zh_hans: %@ 已用 %lld%%
zh_hant: %@ 已用 %lld%%

source: Its %@ limit is spent.
de: Sein %@-Limit ist aufgebraucht.
fr: Sa limite %@ est épuisée.
id: Batas %@ telah habis.
ja: %@ の上限を使い切りました。
ko: %@ 한도를 모두 사용했습니다.
pt_br: O limite de %@ foi esgotado.
ru: Лимит %@ исчерпан.
tr: %@ limiti doldu.
uk: Ліміт %@ вичерпано.
uz: %@ limiti tugadi.
zh_hans: 它的 %@ 额度已用完。
zh_hant: 它的 %@ 額度已用完。

source: Its %@ limit is spent — resets %@
de: Sein %@-Limit ist aufgebraucht — Zurücksetzung %@
fr: Sa limite %@ est épuisée — réinit. %@
id: Batas %@ telah habis — reset %@
ja: %@ の上限を使い切りました — %@ にリセット
ko: %@ 한도를 모두 사용했습니다 — %@에 재설정
pt_br: O limite de %@ foi esgotado — renova %@
ru: Лимит %@ исчерпан — сброс %@
tr: %@ limiti doldu — sıfırlanma: %@
uk: Ліміт %@ вичерпано — скидання %@
uz: %@ limiti tugadi — %@ yangilanadi
zh_hans: 它的 %@ 额度已用完 — %@ 重置
zh_hant: 它的 %@ 額度已用完 — %@ 重置

source: %lld%% of its %@ limit used.
de: %lld%% des %@-Limits verwendet.
fr: %lld%% de sa limite %@ utilisés.
id: %lld%% dari batas %@ telah terpakai.
ja: %lld%% を使用（%@ の上限）。
ko: %2$@ 한도의 %1$lld%%를 사용했습니다.
pt_br: %lld%% do limite de %@ usado.
ru: Использовано %lld%% от лимита «%@».
tr: %2$@ limitinin %%%1$lld kadarı kullanıldı.
uk: Використано %lld%% ліміту «%@».
uz: %2$@ limitining %1$lld%% ishlatilgan.
zh_hans: 已用其 %2$@ 额度的 %1$lld%%。
zh_hant: 已用其 %2$@ 額度的 %1$lld%%。

source: Moves to the display containing the window receiving keyboard input.
de: Wechselt zu dem Bildschirm, auf dem sich das Fenster mit der Tastatureingabe befindet.
fr: Se déplace vers l'écran contenant la fenêtre qui reçoit la saisie clavier.
id: Berpindah ke layar yang memuat jendela yang menerima input papan ketik.
ja: キーボード入力を受け取っているウインドウのあるディスプレイに移動します。
ko: 키보드 입력을 받는 창이 있는 디스플레이로 이동합니다.
pt_br: Move-se para a tela que contém a janela que está recebendo o teclado.
ru: Перемещается на дисплей с окном, получающим ввод с клавиатуры.
tr: Klavye girdisini alan pencerenin bulunduğu ekrana geçer.
uk: Переходить на дисплей із вікном, що отримує ввід з клавіатури.
uz: Klaviatura kiritishini qabul qilayotgan oyna joylashgan displeyga koʻchadi.
zh_hans: 移到正在接收键盘输入的窗口所在的显示器。
zh_hant: 移到正在接收鍵盤輸入的視窗所在的顯示器。

source: Pinned to %@.
de: An %@ geheftet.
fr: Fixée sur %@.
id: Disematkan ke %@.
ja: %@ に固定。
ko: %@에 고정되었습니다.
pt_br: Fixado em %@.
ru: Закреплено на %@.
tr: Sabitlendi: %@.
uk: Закріплено на %@.
uz: %@ ga mahkamlandi.
zh_hans: 固定在 %@。
zh_hant: 固定在 %@。

source: That display is disconnected. Codenotch follows the active window until it returns.
de: Dieser Bildschirm ist getrennt. Codenotch folgt dem aktiven Fenster, bis er zurückkommt.
fr: Cet écran est déconnecté. Codenotch suit la fenêtre active jusqu'à son retour.
id: Layar tersebut terputus. Codenotch mengikuti jendela aktif hingga layar terhubung kembali.
ja: そのディスプレイは接続されていません。復帰するまで、Codenotch はアクティブなウインドウに追従します。
ko: 해당 디스플레이의 연결이 끊겼습니다. 다시 연결될 때까지 Codenotch는 활성 창을 따라갑니다.
pt_br: Essa tela está desconectada. O Codenotch acompanha a janela ativa até ela voltar.
ru: Этот дисплей отключён. Codenotch следует за активным окном, пока дисплей не вернётся.
tr: O ekranın bağlantısı kesildi. Codenotch, ekran geri gelene kadar etkin pencereyi izler.
uk: Цей дисплей відʼєднано. Codenotch стежить за активним вікном, доки дисплей не повернеться.
uz: Bu displey uzilgan. U qaytgunicha Codenotch faol oynaga ergashadi.
zh_hans: 那台显示器已断开。Codenotch 会跟随活动窗口，直到它回来。
zh_hant: 那台顯示器已斷開。Codenotch 會跟隨活動視窗，直到它回來。

source: Drag to reorder. The notch draws the rings in this order.
de: Ziehen, um die Reihenfolge zu ändern. Die Notch zeichnet die Ringe in dieser Reihenfolge.
fr: Faites glisser pour réordonner. L'encoche dessine les anneaux dans cet ordre.
id: Tarik untuk mengubah urutan. Notch menampilkan ring sesuai urutan ini.
ja: ドラッグして並べ替えます。ノッチはこの順にリングを描きます。
ko: 드래그해 순서를 바꾸십시오. 노치에 이 순서대로 링을 표시합니다.
pt_br: Arraste para reordenar. O notch desenha os anéis nesta ordem.
ru: Перетащите, чтобы изменить порядок. Панель отображает кольца в этом порядке.
tr: Yeniden sıralamak için sürükleyin. Çentik halkaları bu sırayla çizer.
uk: Перетягніть, щоб змінити порядок. Виріз показує кільця саме в цьому порядку.
uz: Tartibni oʻzgartirish uchun torting. Notch halqalarni shu tartibda chizadi.
zh_hans: 拖动以改顺序。刘海按这个顺序画圆环。
zh_hant: 拖動以改順序。瀏海按這個順序畫圓環。

source: Switch this on to give it a ring in the notch.
de: Schalte das ein, um ihm einen Ring in der Notch zu geben.
fr: Activez ceci pour lui donner un anneau dans l'encoche.
id: Aktifkan ini untuk menambahkan ring pada notch.
ja: オンにすると、ノッチにリングが追加されます。
ko: 켜면 노치에 링이 표시됩니다.
pt_br: Ative isto para dar a ele um anel no notch.
ru: Включите, чтобы добавить провайдеру кольцо на панели.
tr: Çentikte bir halka vermek için bunu açın.
uk: Увімкніть, щоб дати йому кільце у вирізі.
uz: Notchʼda unga halqa berish uchun buni yoqing.
zh_hans: 打开后，刘海里会出现它的圆环。
zh_hant: 開啟後，瀏海裡會出現它的圓環。

source: Alerts for %@ are muted. Click to unmute.
de: Benachrichtigungen für %@ sind stummgeschaltet. Klicken, um sie wieder zu aktivieren.
fr: Les alertes pour %@ sont coupées. Cliquez pour les réactiver.
id: Pemberitahuan untuk %@ dibisukan. Klik untuk mengaktifkan suara.
ja: %@ の通知はミュート中です。クリックで解除します。
ko: %@ 알림이 꺼져 있습니다. 클릭하면 다시 켭니다.
pt_br: Os alertas de %@ estão silenciados. Clique para reativar.
ru: Оповещения для %@ отключены. Нажмите, чтобы включить их.
tr: %@ uyarıları sessize alındı. Sesi açmak için tıklayın.
uk: Сповіщення для %@ вимкнено. Натисніть, щоб увімкнути.
uz: %@ ogohlantirishlari oʻchirilgan. Yoqish uchun bosing.
zh_hans: %@ 的提醒已静音。点击取消静音。
zh_hant: %@ 的提醒已靜音。點按取消靜音。

source: Alert when %@ crosses 80%% and 100%% of a limit.
de: Benachrichtigen, wenn %@ 80 %% und 100 %% eines Limits überschreitet.
fr: Alerter quand %@ franchit 80 %% et 100 %% d'une limite.
id: Beri tahu saat %@ melampaui 80%% dan 100%% dari batas.
ja: %@ が上限の 80%% と 100%% を超えたときに通知します。
ko: %@ 사용량이 한도의 80%%와 100%%를 넘으면 알립니다.
pt_br: Alertar quando %@ ultrapassar 80%% e 100%% de um limite.
ru: Оповещать, когда %@ достигает 80%% и 100%% лимита.
tr: %@ bir limitin %%80 ve %%100 eşiğini geçtiğinde uyar.
uk: Сповіщати, коли %@ перетинає 80%% і 100%% ліміту.
uz: %@ limitning 80%% va 100%% dan oshganda ogohlantirish.
zh_hans: 当 %@ 的额度越过 80%% 和 100%% 时提醒。
zh_hant: 當 %@ 的額度越過 80%% 和 100%% 時提醒。
